{ "game_messages":  [
        {
            "id": 1,
            "name": "main-menu-message",
            "text": "Dirty Birds Only  (No g-rated clues in randomization, and few words/phrases held from original game added in."
        }, {
            "id": 2,
            "name": "word-phrase-selection",
            "text": "Choose Wisely Friend!  Pansy's May Swipe Left To Skip"
        }, {
            "id": 3,
            "name": "swiped-all-cards-in-hand",
            "text": "Only 3 Skips Allocated Per Turn and Point Availability Decreases By 1 Per Skip."
        }, {
            "id": 4,
           "name": "time-expired",
            "text": "Time Expired! Other Team Submit Guess to 'Steal Points.'"
        }, {
            "id": 5,
            "name": "point-stolen",
            "text": "Lucky Bastards Got It"
        }, {
            "id": 6,
            "name": "word-phrase-selection",
            "text": "Choose Wisely Friend!  Pansy's May Swipe Left To Skip"
        }, {
            "id": 7,
            "name": "word-phrase-selection",
            "text": "Choose Wisely Friend!  Pansy's May Swipe Left To Skip"
        }, {
            "id": 8,
            "name": "word-phrase-selection",
            "text": "Choose Wisely Friend!  Pansy's May Swipe Left To Skip"
        }, {
            "id": 9,
            "name": "word-phrase-selection",
            "text": "Choose Wisely Friend!  Pansy's May Swipe Left To Skip"
        }, {
            "id": 11,
            "name": "intro-step-01",
            "text": "Just press 'Start Game' button to play the original Uncivilized Charades™ game, which is already dirty enough to enterntain and create a lot of laughs, has good variety as well."
        }, {
            "id": 12,
            "name": "intro-step-02",
            "text": "... For the rest of you sick bastards out there, select toggle on the 'Dirty Birds Only'  version which has no g-rated clues, and a few words/phrases included that were just too raunchy to keep in the original."
        }, {
            "id": 13,
            "name": "intro-step-03",
            "text": "'Let's Keep It Clean' version also available so little Suzie doesn't leave the party asking her Dad what a dildo is.  The rest you'll pick it up, but read on if you want to be the Game Nazi..."
        }, {
            "id": 14,
            "name": "intro-step-04",
            "text": "Game is played using 2 teams.<br> Teams will alternate turns.<br>Each player will be allotted 2 minutes to act out, while their team guesses.<br>Person acting out may make noises (vroom, orgasms sounds, etc.) but may not speak words to out right give it away.<br>Player selects "Got It" if their team guesses the clue within the time allotted.  Once time expires, other team get's chance to steal points being played for. <br><br>Other team may take a second to congregate, and submit one guess.  Submission of their guess is not timed but should be within reason.<br>You may skip a secret word/phrase provided up to 2 times per turn but each time your point availability will be reduced 1 point.<br>If you play the first clue your team can earn all 3 points, if guess right, and before time expires.<br>If you choose to skip then you may toggle between the clues but only 2 points will be played for, likewise if you opt to see a 3rd clue you can choose between all of them but only 1 point will be played for and you're a f'cking pansy.<br><br>Whatever points are played for the other team will be optioned with stealing them in the event the time expires.<br>Score to win is defaulted to 20 but you can toggle that in the start menu.<br>"
        }
]}